TOKEN = "5903805265:AAFU0lmPvWh_JFUcm2gItpOkLWfedpuzcNg"
admin_id = 984468065
#265350439  - ya
#984468065 - anton
api_token = '88ab4993430dfdcfc72a425c98cd5fc4a28f86a8'
server_url ='https://cloud.seatable.io'

ads_help = "После нажатия кнопки 'Сделать рассылку' следующие сообщения будут отправлены всем пользователям. " \
           "Можно прикреплять картинки. Нажмите кнопку 'Отмена рассылки' для выхода из этого режима"

poll_help = "Тут все максимально просто. Когда ты находишься в обычном режиме, просто отправляешь боту опрос. " \
            "Он его пересобирает и отправляет от своего имени всем пользователям(не пересылает твой опрос). " \
            "/result для просмотра результатов.   /resetpoll для очиски ВСЕЙ информации о предыдущем опросе. " \
            "Очищайте данные о старом опросе до создания следующего"

ban_help = "Не знаю, будет ли эта функция вообще использоваться, но если хочешь кого-то забанить, перейди в режим бана" \
           " (Кнопка 'Забанить кого то нахуй') и ответь на сообщение пользователя, которого следует забанить. Не забудь " \
           "выйти из режима бана перед ответом на жалобы и вопросы! Для разбана перейди в режим разбана и напиши username пользователя"

questions_help = "Находясь в обычном режиме нажми ОТВЕТИТЬ на сообщение от пользователя и пиши свое сообщение"

def get_cell(a):
    for i in a:
        for value in i.values():
            result = value
    return result
